// "© Copyright 2013, 2015-2016 HP Development Company, L.P."

TaskName = "Ustawienia sieci";
HSDTaskName = "Ustawienia sieci";

ApplySettingsError = "Nie udało się zastosować ustawień.";
ApplySettingsErrorExplanation = "Upewnij się, że drukarka jest włączona i podłączona.";
ApplySettingsErrorHostNameFailed = "Nie udało się ustawić nazwy hosta. Sprawdź, czy format jest prawidłowy.";
AddressInUseError = "Podany adres IP jest już używany.";
AddressInUseErrorExplanation = "Podaj inny adres IP.";
IncorrectMaskErrorExplanation = "Podano nieprawidłową maskę podsieci. Skontaktuj się z administratorem sieci, aby uzyskać pomoc.";

IncorrectHostNameError = "Nazwa hosta jest zbyt długa.";
IncorrectIpAddressError = "Niepoprawny format adresu IP.";
ManualAddressEmptyError = "Pole „Adres IP” nie może być puste.";
ManualAddressEmptyExplanation = "Podaj prawidłową wartość w polu Adres ręcznie.";
ManualAddressWithPrefixExplanation = "Podaj poprawny adres IP i długość prefiksu od 1 do 128.";
ManualAddressNotIPv4Explanation = "Adres IP nie może być adresem zgodnym z protokołem IPv4 ani mapowanym na adres IPv4.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Inne ustawienia";

kCheckChangesAlertTitleKey = "Dane zostały zmienione. Czy chcesz kontynuować?";
kCheckChangesAlertContinueButtonTitleKey = "Kontynuuj";
kCheckChangesAlertCancelButtonTitleKey = "Anuluj";
kCheckChangesAlertMessageKey = "W przypadku kontynuowania wprowadzone zmiany zostaną utracone. Kliknij przycisk Anuluj, aby zaniechać działania i kontynuować pracę z zadaniem.";

TaskNameTiger = "Ustawienia Bonjour";
NoService = "Usługa niedostępna";
NoBonjourName = "Niedostępne";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (tylko zabezpieczone)";
IPPUnsecureServiceName = "IPP (tylko niezabezpieczone)";

IncorrectConfigurationTitle = "Podana konfiguracja nie jest poprawna";
IncorrectConfigurationExplanation = "Wybierz poprawną konfigurację lub skontaktuj się z administratorem sieci, aby uzyskać pomoc.";

IncorrectDNSServerErrorExplanation = "Wpisz poprawny adres serwera DNS lub skontaktuj się z administratorem sieci, aby uzyskać pomoc.";
IncorrectGatewayAddressTitle = "Podany adres bramy jest niepoprawny";
IncorrectGatewayErrorExplanation = "Wpisz poprawny adres bramy lub skontaktuj się z administratorem sieci, aby uzyskać pomoc.";
GatewayIsNotInSubnetTitle = "Wprowadzony adres bramy nie należy do podsieci tego urządzenia";
GatewayIsNotInSubnetExplanation = "Wpisz inny adres IP, maskę podsieci lub adres bramy albo skontaktuj się z administratorem sieci, aby uzyskać pomoc.";

AskSaveChangesAlertTitle = "Ustawienia na tym ekranie zostały zmienione";
AskSaveChangesAlertMsg = "Czy chcesz zastosować zmiany przed jego zamknięciem?";
AskSaveChangesDontApplyButtonTitle = "Nie stosuj";
AskSaveCahngesApplyButtonTitle = "Zastosuj";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Pole „Nazwa usługi Bonjour” nie może być puste";
EmptyBonjourServiceNameFieldMsg = "Podaj nazwę usługi Bonjour";
EmptyBonjourDomainNameFieldTitle = "Pole „Nazwa domeny Bonjour” nie może być puste";
EmptyIPv6DomainNameFieldTitle = "Pole „Domena IPv6” nie może być puste";
EmptyBonjourDomainNameFieldMsg = "Podaj nazwę domeny Bonjour";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Pola „Nazwa usługi Bonjour/Nazwa domeny” nie mogą być puste";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Podaj nazwę usługi Bonjour/nazwę domeny.";
UsedServiceNameTitle = "O Nome do Serviço Bonjour especificado já está sendo usado.";
UsedServiceNameMsg = "Especifique outro Nome do Serviço Bonjour ou entre em contato com seu administrador de rede para obter ajuda.";
HSDBonjourDomainNameTitle = "Nazwa domeny Bonjour:";

// layout
HSDIPv4Title = "Ustawienia IPv4";
HSDIPvXDisableNotAvailableDescription = "Protokoły IPv4 i IPv6 nie mogą być wyłączone jednocześnie.";
HSDEnableIPv4InPrinterTitle = "Włącz protokół IPv4 w drukarce";
HSDConfigTitle = "Konfiguracja:";
HSDNameTitle = "Nazwa hosta:";
HSDAddressTitle = "Adres IP:";
HSDMaskTitle = "Maska podsieci:";
HSDGatewayTitle = "Brama domyślna:";
ManualTitle = "Ręcznie";
Auto = "Automatycznie";

HSDAdditionalSettingsTitle = "Dodatkowe ustawienia sieci";
HSDAdditionalSettingsDescription = "Kliknij przycisk Dodatkowe ustawienia sieci, aby przejść na stronę Ustawienia sieci na wbudowanym serwerze WWW drukarki. Możesz tam skonfigurować protokoły SNMP, 802.1X i inne ustawienia sieci.";
HSDAdditionalSettingsButton = "Dodatkowe ustawienia sieci";

BonjourSettingsTitle = "Ustawienia Bonjour";
HSDEnableBonjourTitle = "Włącz protokół Bonjour";
HSDBonjourServiceNameTitle = "Nazwa usługi Bonjour:";
HSDPriorityTitle = "Usługa o najwyższym priorytecie:";
HSDAccessTitle = "Dostęp do urządzenia pod adresem URL:";

PreviousValueString = "Zostanie zastosowana poprzednia wartość";

HSDEnableIPv6InPrinterTitle = "Włącz protokół IPv6 w drukarce";
HSDDHCPv6PolicyTitle = "Zasady DHCPv6:";
HSDIPv6DomainTitle = "Domena IPv6:";
HSDPrimaryDNSServerTitle = "Główny serwer DNS:";
HSDSecondaryDNSServerTitle = "Pomocniczy serwer DNS:";
HSDPrefixLengthTitle = "Długość prefiksu:";
HSDAdditionalAddressesButton = "Dodatkowe adresy";
HSDPolicyPopUpItem1 = "Zawsze używaj protokołu DHCPv6 podczas rozruchu";
HSDPolicyPopUpItem2 = "Używaj protokołu DHCPv6, gdy konfiguracja bezstanowa nie powiedzie się";
HSDPolicyPopUpItem3 = "Używaj protokołu DHCPv6 tylko gdy zażąda tego router";

HSDColumnConfigBy = "Konfiguracja przez";
HSDColumnAddresses = "Adres";
HSDColumnPrefix = "Długość prefiksu";
HSDCloseButton = "Zamknij";

HSDApplyButton = "Zastosuj teraz";

LINK_LOCAL = "Adres link-local";
HSDNotAvailableLabel = "Zadanie Ustawienia sieci jest obecnie niedostępne.\nUpewnij się, że urządzenie jest podłączone do sieci.";
